"Info" = "Information";

"RestoreNotFound" = "Error: Could not find restore file!";
"RestoreFound" = "Restore is complete!";
/* Subjects */
"Subjects" = "Subjects";

/* Grades */
"Grades" = "Grades";

/* Lessons */
"Lesson Plan" = "Lesson Plan";

"Today" = "Today";
"Tomorrow" = "Tomorrow";
"Days of week" = "Days of week";
"Monday" = "Monday";
"Tuesday" = "Tuesday";
"Wednesday" = "Wednesday";
"Thursday" = "Thursday";
"Friday" = "Friday";
"Saturday" = "Saturday";
"Sunday" = "Sunday";

"DayOfMsg" = "Today is day off!";
"ClearNote" = "Do you really want to clear this note?";
"NewYearNeedMsg" = "You need to create new school year! Go to Settings tab.";

"Settings" = "Settings";
"Tasks" = "Tasks";

"BlankNote" = "( Blank Note )";
"DueDate" = "Due date";

"EditTask" = "Edit Task";
"NewTask" = "New Task";

"Note" = "Note";
"Priority" = "Priority";
"Details" = "Details";
"Done" = "Done";

"Low" = "Low";
"Normal" = "Normal";
"High" = "High";

"Cancel" = "Cancel";
"Delete" = "Delete";